import imgs1 from "../../public/images/news-image.webp";
import imgs2 from "../../public/images/news2-image.webp";
export default [
    {
        id: 1,
        title: "رسميا تم افتتاح اول فرع لوكالة شيري لسيارات في اليمن",
        image: imgs1,
        content: "افتتاح اليوم في العاصمة صنعاء بحفل رسمي مهيب أول فرع لمعرض سيارات شيري الذي يديره الوكيل الحصري شركة شماخ للتجارة، في خطوة تعد من ابرز الفعاليات الاقتصادية في قطاع السيارات في اليمن.\n\nوحضر رئيس مجموعة شركة شماخ الشيخ احمد سالم شماخ لافتتاح المعرض وجمع من الشخصسيات الرسمية والمهتمين بقطاع السيارات، الى جانب ضيوف من مختلف قطاعات الأعمال، حيث اعلن رسمياً عند بدء تشغيل المعرض الذي يقدم تشكيله واسعة من سيارات شيري الجديدة ذات المواصفات العالمية، وموديلات متنوعة تناسب احتياجات وتفضيلات مختلف العملاء."
    },
    {
        id:2,
        title: "استراتيجية شماخ وشيري في السوق المحلي",
        image:imgs2,
        content: "اعلنت شركة شماخ عن استراتيجية جديدة مع شركة شيري الصينية لسنوات القادمة ، تهدف إلى توسيع شبكة التوزيع وتعزيز خدمات المبيعات والصيانة في السوق اليمني، ضمن خطة لتوفير أحدث موديلات شيري بمعايير أداء وتقنيات عالمي واسعار متناولة للجميع"
    }

]